/**
 * Created by Administrator on 2018/6/12.
 */
var district = [
    {
        "name":"欧洲区",
        "item":["俄罗斯（东道主）","比利时","德国","英格兰","西班牙","波兰","冰岛",
            "塞尔维亚","法国","葡萄牙","瑞士","克罗地亚","瑞典","丹麦"]
    },
    {
        "name":"南美区",
        "item":["巴西","乌拉圭","阿根廷","哥伦比亚","秘鲁"]
    },
    {
        "name":"亚洲区",
        "item":["伊朗","日本","韩国","沙特","澳大利亚"]
    },
    {
        "name":"中北美及加勒比海区",
        "item":["墨西哥","哥斯达黎加","巴拿马"]
    },
    {
        "name":"非洲区",
        "item":["尼日利亚","埃及","塞内加尔","突尼斯","摩洛哥"]
    }

];
var state = [
    {
        "item":["乌拉圭","葡萄牙","波兰","哥伦比亚","克罗地亚","冰岛"],
        "product":"Aurora R7",
        "verbal":"强劲超频能力，破天一击！"
    },
    {
        "item":["德国","巴西","西班牙"],
        "product":"AREA-51",
        "verbal":"银河战舰，无可匹敌！"
    },
    {
        "item":["比利时","法国","英格兰","秘鲁","丹麦"],
        "product":"ALIENWARE 17",
        "verbal":"天赋出众，眼观六路"
    },
    {
        "item":["韩国","日本","俄罗斯","瑞典","哥斯达黎加","塞内加尔","塞尔维亚","伊朗"],
        "product":"ALIENWARE 15",
        "verbal":"唯快不破，依旧出色"
    }

]